Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/konkurransetilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: – The mobile market is a large and important market for Norwegian consumers.
nb: – Markedet for mobiltjenester er et stort og viktig marked for norske forbrukere.

source: • to increase the capacity of the Authority with 6-7 full-time employees, and establish a stable core of employees who will focus on the grocery sector
nb: å øke kapasiteten til tilsynet med 6-7 årsverk, og etablere en stabil kjerne av medarbeidere som skal jobbe konsentrert med dagligvarebransjen

source: And it is of particular
nb: Prisinformasjon og behovsprøving.

source: among specialised healthcare providers.
nb: til oppvarming av bygninger.

source: The Norwegian Competition Authority imposes fines totaling NOK 32 million on four publishers for illegal collusion.
nb: Konkurransetilsynet ilegger fire forlag til sammen 32 millioner kroner i gebyr for ulovlig samarbeid.

source: Schibsted is the owner of the marketplace Finn and a provider of online classified advertising services.
nb: Schibsted eier markedsplassen Finn og tilbyr annonsetjenester.

source: Disclosure requirements for mergers and acquisitions in specific markets
nb: Opplysningsplikt for foretakssammenslutninger i særskilte markeder:

source: If a statement of objections is issued, the parties will have 15 working days to reply to the Authority’s objections.
nb: Dersom er slikt varsel blir sendt vil selskapene ha 15 virkedager på å svare på tilsynets varsel.

source: • Motor fuel retailing: Uno-X Energi AS, St1 Norge AS, Certas Energy Norway AS and Circle K Norge AS
nb: • Drivstoff (Uno-X Energi AS, St1 Norge AS, Certas Energy Norway AS og Circle K Norge AS)

source: The Norwegian Competition Authority’s survey shows that 55 per cent of the companies surveyed use so-called monitoring algorithms.
nb: Konkurransetilsynets undersøkelse viser at 55 prosent av de undersøkte bedriftene bruker såkalte overvåkningsalgoritmer.

source: – We have sent a request for information to the company concerned and will, at a later stage, consider to gather further information, says Dahl Amundsen.
nb: – Vi har sendt et informasjonspålegg til foretaket og vil senere vurdere å innhente ytterligere informasjon, sier Dahl Amundsen.

source: The Competition Tribunal agrees with the Norwegian Competition Authority that Schibsted’s acquisition of Nettbil should be prohibited.
nb: Konkurranseklagenemnda har i dag gitt Konkurransetilsynet medhold i vedtaket om å forby foretakssammenslutningen mellom Schibsted og Nettbil.

source: Umoe Restaurants AS, the owner of Peppes Pizza, has entered an agreement to buy Dolly Dimple’s.
nb: Umoe Restaurants AS, som eier Peppes Pizza, har inngått avtale om å kjøpe Dolly Dimple’s.

source: – The employees of the Competition Authority would have liked Lars Sørgard to continue as Director General.
nb: – Vi ansatte skulle gjerne hatt Lars Sørgard med videre som direktør for Konkurransetilsynet.

source: The survey was conducted in December 2017, by Kantar TNS on behalf of the Competition Authority.
nb: Undersøkelsen ble gjennomført i desember 2017 av Kantar TNS på oppdrag fra Konkurransetilsynet

source: – The Competition Authority takes note of the fact that Bonnier Books has chosen to withdraw the original notification of its acquisition of Strawberry Publishing.
nb: – Konkurransetilsynet tar til etterretning at Bonnier Books har valgt å trekke den opprinnelige meldingen om oppkjøpet av Strawberry Publishing.

source: DNB’s acquisition of Sbanken subject to in-depth review
nb: Varsler mulig stans av DNBs kjøp av Sbanken

source: One could imagine that firms
nb: Stavangerske/Mørerutene i rutetrafikk.

source: – We are very pleased that Kurt Brekke will be the Competition Authority´s new chief economist.
nb: – Vi er svært glad for at Kurt Brekke blir Konkurransetilsynets nye sjeføkonom.

source: This was assessed in a qualitative way by referring to economic theory.
nb: identifisert som overlappsmarkeder i sitt vedtak (Bergen Vest, Sotra og Åsane).

source: All tip-offs will be considered and handled confidentially by our investigators, and the Authority may make further inquiries, says Bjørkhaug.
nb: Alle tips blir vurdert og behandlet konfidensielt av våre etterforskere, og Konkurransetilsynet kan iverksette nærmere undersøkelser, sier Bjørkhaug.

source: provide the necessary competence in this regard.
nb: En lik praktisering av selvinkrimineringsvernet etter henholdsvis EMK

source: However, the fines were reduced.
nb: til bruk i ulike medier.

source: The Norwegian domestic airline market
nb: Begrensning av produksjon eller salg.

source: Schibsted is the owner of the marketplace Finn and provides online classified advertising.
nb: Schibsted eier markedsplassen Finn og tilbyr annonsetjenester.

source: This means that the NCA’s decision to block the proposed merger is effective.
nb: Etter dette må det tas stilling til om samarbeidet rammes av lovens forbudsbestemmelser.

source: – The Competition Authority has assessed the proposed measures, and has concluded that they were insufficient to satisfy the Authority’s concerns, says Gabrielsen.
nb: – Konkurransetilsynet har vurdert de foreslåtte tiltakene, og kommet til at de ikke var tilstrekkelige til å fjerne tilsynets bekymringer, sier Gabrielsen.

source: Thus, both private and public hospitals have an incentive to attract patients in order to increase their revenues.
nb: Disse produktene synes i stor grad å være komplimentære med leveranser av petroleumsprodukter til fyringsformål.

source: • Sector Alarm AS chose to accept the fine prior to the deadline for submitting a reply to the Statement of Objections.
nb: Sector Alarm AS valgte å godta gebyret før fristen for å avgi merknader til varselet utløp.

source: It is the Competition Authorities’ preliminary assessment that Verisure AS and Sector Alarm AS, the largest providers of residential alarm services in Norway, have engaged in an anticompetitive concerted practice between 2011 and 2017.
nb: Konkurransetilsynet har konkludert med at Verisure og Sector Alarm, som er de klart største aktørene i det norske boligalarmmarkedet, har samarbeidet om markedsdeling i perioden 2011 til 2017.

source: Following its preliminary assessment, the Authority notified the companies on 24 June that it would open an in-depth investigation to assess the proposed acquisition.
nb: Etter en foreløpig vurdering sendte tilsynet 24. juni varsel til selskapene om at det kunne bli aktuelt å stoppe oppkjøpet.

source: This can lead to increased prices for pizza and lower quality for consumers, says Director General Lars Sørgard.
nb: Dette kan føre til økte priser på pizza og dårligere kvalitet til kundene, sier konkurransedirektør Lars Sørgard.

source: From 2007 onwards, Network Norway and Tele2 established a third mobile network in Norway.
nb: Fra 2007 bygget Network Norway et tredje mobilnett i Norge sammen med Tele2.

source: The Norwegian Competition Authority has also been asked to contribute to the preparation of the planned White Paper on the grocery market, which is to be presented during the 2020 spring session of the Parliament.
nb: Konkurransetilsynet har også blitt bedt om å bidra med ressurser til utarbeidelsen av den planlagte stortingsmeldingen om dagligvaremarkedet som skal legges fram i løpet av vårsesjonen 2020.

source: – The Norwegian Competition Authority has concluded that Telenor created barriers for the development of a third mobile network in Norway.
nb: – Konkurransetilsynet har konkludert med at Telenor la hindringer i veien for utbyggingen av et tredje mobilnett i Norge.

source: In addition, it is expanding its monitoring to include the operations of Wizz Air.
nb: I tillegg utvides overvåkningen til også å gjelde Wizz Air.

source: The Competition Authority’s view is that the practices in question have restricted competition by object in breach of the prohibition against anti-competitive agreements and concerted practices in Section 10 of the Competition Act and Article 53 of the EEA Agreement.
nb: Konkurransetilsynets vurdering er at samarbeidet har hatt til formål å begrense konkurransen i strid med forbudet mot konkurransebegrensende samarbeid i konkurranseloven § 10 og EØS-avtalen artikkel 53.

source: problem that is best regulated through public administrative measures directed at
nb: det EMK-rettslige selvinkrimineringsvernet som i visse tilfeller også begrenser en utleve-

source: The Norwegian Competition Authority has decided to intervene against Schibsted’s acquisition of Nettbil.
nb: Konkurransetilsynet har besluttet å gripe inn mot foretakssammenslutningen mellom Schibsted og Nettbil.

source: Incorrect or incomplete information in notification
nb: Uriktige eller ufullstendige opplysninger i melding

source: The Authority conducted dawn raids in the grocery market in November 2019.
nb: Konkurransetilsynet gjennomførte i november 2019 bevissikring i dagligvaremarkedet.

source: Since 2008, Norwegian companies have been imposed fines of 197 MNOK. In addition, the companies lose goodwill.
nb: Siden 2008 har det vært gitt bøter for 197 millioner kroner til norske bedrifter.

source: The Norwegian Competition Authority carried out unannounced inspections at the premises of the companies concerned in January 2018.
nb: Konkurransetilsynet gjennomførte i januar 2018 bevissikring hos de involverte aktørene.

source: Competition Tribunal upholds decision to block Schibsted’s acquisition of Nettbil
nb: Medhold i at foretakssammenslutningen mellom Schibsted og Nettbil forbys

source: In this short contribution, we have also reviewed the assessment of non-price
nb: Dette kan for eksempel være kjøpere som allerede er etablert i mange

source: The Competition Authority has warned Telenor that it is considering imposing a fine of NOK 906 million.
nb: Konkurransetilsynet varsler at Telenor ilegges et gebyr på 906 millioner kroner.

source: information that affects demand and/or cost of a firm will be payoff-relevant.
nb: for Stavangerske/Mørerutene og Nor-Cargo.

source: positive, an analysis of the product-specific costs is required.
nb: Enkelte brunoster inneholder jern, som er viktig for blodomløpet.

source: Reduced competition would lead to increased costs for customers, says deputy director Marita Skjæveland.
nb: Redusert konkurranse vil øke kostnadene for bedrifter som etterspør offshore innkvarteringstjenester, sier nestleder Marita Skjæveland.

source: In 2010, Telenor changed the conditions in its network access agreement with Network Norway. It is in this regard that Telenor abused its dominant position.
nb: I 2010 endret Telenor vilkårene i avtalen med Network Norway om leie av Telenors nett, og det er disse endringene som er bakgrunnen for overtredelsen av konkurranseloven.

source: Bonnier Books already has a 50 percent stake in Cappelen Damm.
nb: Bonnier Books har fra før 50 prosent eierandel i Cappelen Damm.

source: They have asked the Competition Authority to pay particular attention to competition in domestic aviation in the special and demanding situation caused by Covid-19.
nb: De har bedt Konkurransetilsynet om å følge særlig årvåkent med på konkurransen i innenriks luftfart i den spesielle og krevende situasjonen som følge av covid-19.

source: The Norwegian Competition Authority prohibits Umoe Restaurants AS from buying Dolly Dimple’s Norge AS.
nb: Konkurransetilsynet forbyr Umoe Restaurants AS å kjøpe Dolly Dimple’s Norge AS.

source: This has included data on the companies’ revenues and expenses per route, data on frequent flyer programmes, and data concerning their large customers since 2011 for 12 of the largest domestic routes in Norway.
nb: Pålegget omhandler data om selskapenes inntekter og utgifter per rute, data om bonusprogram, samt data om storkunder fra og med 2011 for 12 av de største innenriksrutene i Norge.

source: The only real competitor to Interpress was Bladcentralen, a distributor in which all four publishers were owners, says Head of Department Gjermund Nese.
nb: Den eneste reelle konkurrenten til Interpress var Bladcentralen, hvor alle de fire forlagene var eiere, sier avdelingsdirektør Gjermund Nese.

source: – We are pleased with the fact that 70 % of the respondents report that there is no illegal cooperation in their industry.
nb: – Det er gledelig at 70 prosent av de spurte i undersøkelsen mener det ikke foregår ulovlig samarbeid i egen bransje.

source: Unfortunately, only 3 % of Norwegian leaders are well aware of the leniency program, and half of them do not know it at all.
nb: Dessverre ser vi at kun 3 prosent av norske bedriftsledere kjenner godt til denne ordningen, og over halvparten kjenner ikke til den i det hele tatt.

source: Eimskip and Nor Lines are close competitors and collectively hold a substantial market share in today’s market, says Director General Lars Sørgard.
nb: Eimskip og Nor Lines er nære konkurrenter og har samlet sett høye markedsandeler i dagens marked, sier konkurransedirektør Lars Sørgard.

source: – The Norwegian market for offshore accommodation services has a limited number of players with Prosafe and Floatel as the two largest suppliers.
nb: – Det norske markedet for offshore innkvarteringstjenester har få aktører med Floatel og Prosafe som de to største aktørene.

source: The Competition Authority considers imposing a fine of NOK 3.89 million on Bokbasen, a fine of NOK 151.9 million on Cappelen Damm, a fine of NOK 93.4 million on Forlagshuset Vigmostad & Bjørke, a fine of NOK 202.4 million on Gyldendal and a fine of NOK 50.8 million on Aschehoug.
nb: Konkurransetilsynet varsler at Bokbasen ilegges et overtredelsesgebyr på 3,89 millioner kroner, Cappelen Damm ilegges et gebyr på 151,9 millioner kroner, Forlagshuset Vigmostad & Bjørke ilegges et gebyr på 93,4 millioner kroner, Gyldendal ilegges et gebyr på 202,4 millioner kroner og Aschehoug ilegges et gebyr på 50,8 millioner kroner.

source: We receive more than 200 notifications every year.
nb: Hvert år får vi inn over 200 tips.

source: Home security systems: Verisure AS and Sector Alarm Group AS
nb: Alarm (Sector Alarm Group AS og Verisure AS).

source: In its decision, the Norwegian Competition Authority has concluded that Telenor abused its dominant position in the period 2010-2014.
nb: Konkurransetilsynet har i sitt vedtak konkludert med at Telenor misbrukte sin dominerende stilling i perioden 2010–2014.

source: – Peppes Pizza and Dolly Dimple’s are close competitors, and the competitive pressure between them will disappear if they have the same owner.
nb: – Peppes Pizza og Dolly Dimple’s er nære konkurrenter, og konkurransepresset mellom dem vil forsvinne dersom de får samme eier.

source: Aschehoug was fined NOK 9.66 million, Cappelen Damm was fined NOK 9.1 million, Gyldendal was fined NOK 7.88 million, and Vigmostad & Bjørke (owner of former Schibsted Forlag) was fined NOK 4.56 million.
nb: Aschehoug ilegges et gebyr på 9,66 millioner kroner, Cappelen Damm ilegges et gebyr på 9,1 millioner kroner, Gyldendal ilegges et gebyr på 7,88 millioner kroner og Vigmostad & Bjørke (eier av tidligere Schibsted Forlag) ilegges et gebyr på 4,56 millioner kroner.

source: Bonnier Books has informed the Norwegian Competition Authority that it withdraws the notification of the merger between Bonnier Books Holding AB and Strawberry Publishing Norge AS.
nb: Bonnier Books har orientert Konkurransetilsynet om at selskapet trekker meldingen om foretakssammenslutningen mellom og Bonnier Books Holding AB og Strawberry Publishing Norge AS.

source: The Tribunal’s decision confirms the Authority’s finding that the acquisition removes an increasing competitive pressure that Nettbil exerts on Finn, says the Director General Lars Sørgard.
nb: Nemndas vedtak stadfester tilsynets oppfatning om at oppkjøpet fjerner det økende konkurransepresset Nettbil utøver på Finn, sier konkurransedirektør Lars Sørgard.

source: According to the Competition Act, the parties now have 15 working days to comment on the Authority’s objections.
nb: Etter konkurranseloven har selskapene nå 15 arbeidsdager på å kommentere tilsynets vurderinger i varselet.

source: Prices through the Approval Scheme are set as unit prices for treatments.
nb: Markedsføring og salg av fyringsolje synes i dag å skje med de samme priser til alle kunder.

source: Peppes Pizza and Dolly Dimple’s are currently the only two nationwide chains operating both in the restaurant and take-away markets.
nb: Peppes Pizza og Dolly Dimple’s er i dag de to eneste landsdekkende pizzakjedene som opererer innen både restaurant- og take-away-markedet.

source: The Competition Authority considers imposing a fine of NOK 906 million on Telenor
nb: Varsler 906 millioner kroner i gebyr til Telenor

source: The Authority identified considerable differences in the grocery chains’ purchase prices, and that Norgesgruppen generally tended to obtain better conditions from suppliers than the competitors Coop and Rema 1000.
nb: Tilsynet avdekket til dels store forskjeller i dagligvarekjedenes innkjøpspriser, og Norgesgruppen kom gjennomgående bedre ut enn konkurrentene Coop og Rema 1000.

source: – In 2019, the Authority received 434 tip-offs related to possible cartels or abuses of a dominant position.
nb: – I 2019 mottok Konkurransetilsynet 434 tips om mulig ulovlig samarbeid eller misbruk av dominerende stilling.

source: The Industry and Fisheries Ministry has appointed Mads Magnussen as substitute Competition Director for Lars Sørgard, as Sørgard recused himself from this case.
nb: Nærings- og fiskeridepartementet har oppnevnt Mads Magnussen som settekonkurransedirektør for Lars Sørgard.

source: OOXML will be presented.
nb: Synspunkter på avtalene

source: The publishers filed their respective responses during September 2016.
nb: Forlagene inngav hver sine merknader i løpet av september 2016.

source: Algorithms can have pro-competitive effects, for example by making it easier for consumers to compare prices.
nb: Algoritmer kan være bra for konkurransen, for eksempel ved å gjøre det lettere for oss forbrukere å sammenligne priser.

source: – The acquisition will lead to reduced competition both nationally and in 20 local markets.
nb: – Oppkjøpet ville ført til redusert konkurranse både nasjonalt og i 20 lokale markeder.

source: The reason was a concern related to possible reduced competition in the market for mutual funds.
nb: Bakgrunnen var bekymringer knyttet til mulig redusert konkurranse i markedet for sparing i fond.

source: There is nothing dramatic about this decision, says Lars Sørgard.
nb: Det ligger ingen dramatikk bak denne beslutningen, sier Lars Sørgard.

source: and Arcus ASA.
nb: Det følger av

source: The authorities also work together in areas such as the exchange of information.
nb: Det er ikke noe forbud i Norge mot å være styremedlem i et konkurrerende selskap.

source: The turnover value that was the basis for the calculation of fines in the 2016 notification for Gyldendal and Aschehoug was not correct.
nb: Omsetningsverdien som ble lagt til grunn for beregning av gebyrene i varselet i 2016 for Gyldendal og Aschehoug var ikke korrekt.

source: – After thorough consideration, we have found no basis for continuing the investigation.
nb: – Etter grundige vurderinger har vi ikke funnet grunnlag for å gå videre med saken.

source: surplus that a player is able to extract in the negotiations, is what the bargaining literaturerefers to as the player’s bargaining power.
nb: og sluttbrukervelferd avhenger kritisk av formen på de ikke-lineære kontrak-tene og fordelingen av forhandlingsmakt.

source: – The investigation is initiated with a view to ascertain whether or not the prohibitions of Sections 11 and 10 of the Competition Act against abuses of a dominant position and anticompetitive agreements may have been infringed, says Director Hanne Dahl Amundsen.
nb: – Formålet med å starte denne saken er å få bekreftet eller avkreftet mistanke om brudd på konkurranseloven § 11 om misbruk av dominerende stilling og konkurranseloven § 10 om konkurransebegrensende samarbeid, sier avdelingsdirektør Hanne Dahl Amundsen.

source: Closes investigation against Orkla, Mondelez and Norgesgruppen
nb: Avslutter etterforskningssaken mot Orkla, Mondelez og Norgesgruppen

source: This is an increase of 41 percent from 2018 when we received 308 tip-offs.
nb: Det er en økning på 41 prosent fra 2018 da vi mottok 308 tips.

source: The Authority has concluded that Verisure and Sector Alarm, by far the two largest players in the market, have engaged in market sharing practices in the period from 2011 until 2017.
nb: Konkurranseklagenemnda er enig med Konkurransetilsynet i at Verisure og Sector Alarm samarbeidet om å dele marked seg imellom i perioden 2011 til 2017.

source: The parties appealed NCA's decision.
nb: Samarbeidet er derfor på dette punkt ikke i strid med krrl.

source: Peppes Pizza cannot buy Dolly Dimple’s
nb: Peppes Pizza får ikke kjøpe Dolly Dimple’s

source: – Section 24 of the Competition Act is the legal basis for issuing disclosure requirements. – Disclosure requirements ensure that the Competition Authority is made aware of acquisitions by the operators concerned, even if the regular notification thresholds are not met.
nb: • Opplysningsplikten er hjemlet i konkurranseloven § 24. • Opplysningsplikten gjør Konkurransetilsynet oppmerksom på oppkjøp o.l. som er under terskelverdiene for fusjoner og oppkjøp.

source: This information can be particularly challenging when public enterprises are involved.
nb: Vi har også vurdert avtalene i forhold til tidligere avtaler om levering av flis til plate- og papirproduksjon.

source: According to the proposed transaction, Bonnier Books would have acquired 70 percent of the Norwegian publishing group Strawberry Publishing.
nb: Oppkjøpet ville medført at Bonnier Books kjøpte 70 prosent av det norske forlagskonsernet Strawberry Publishing.

source: In 2007, Network Norway started the construction of a third mobile network together with Tele2.
nb: Fra 2007 startet Network Norway byggingen av et tredje mobilnett sammen med Tele2.

source: Substitute Competition Director in the case
nb: Settekonkurransedirektør i forlagssak

source: As a professor at the NHH, Brekke has been actively engaged in the field of competition policy over the years, and has achieved a strong professional background that is important to the Competition Authority, says director general Lars Sørgard.
nb: Brekke har med utgangspunkt i sitt professorat over år engasjert seg kraftig på konkurranseområdet, og har med dette fått en faglig tung bakgrunn som er viktig for Konkurransetilsynet, sier konkurransedirektør Lars Sørgard.

source: Following the statement of objections, Bonnier Books and Strawberry Publishing have chosen to change the distribution of ownership so that Bonnier instead becomes a minority shareholder in Strawberry.
nb: I etterkant av Konkurransetilsynets varsel har Bonnier Books og Strawberry Publishing valgt å endre eierfordelingen, slik at Bonnier i stedet blir minoritetseier i Strawberry.

source: It therefore follows that the reason for parental liability cannot bethat the parent and the
nb: Det er innenfor salg til meglere og videreselgere at partene har den største kundeoverlappen.

source: Broadband services: Telenor ASA
nb: Bredbånd (Telenor ASA)

source: – Publishers Aschehoug, Cappelen Damm, Gyldendal and Schibsted Forlag have violated the competition law.
nb: – Forlagene Aschehoug, Cappelen Damm, Gyldendal og Schibsted Forlag har brutt konkurranseloven.
